---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.RevitAPIPostDocEventArgs
source: html/491d43a0-806c-6fc9-fb1e-28fbe1903394.htm
---
# RevitAPIPostDocEventArgs Members

Indicates whether the event is being cancelled.